

# def information(სახელი, გვარი, ასაკი, სიმაღლე, ქვეყანა):
#     print(f"{სახელი} {გვარი} {ასაკი} {სიმაღლე} {ქვეყანა}")


# სახელი = input("შეიყვანე სახელი: ")
# გვარი = input("შეიყვანე გვარია: ")
# ასაკი = input("შეიყვანე ასაკი: ")
# სიმაღლე = input("შეიყვანე სიმაღლე: ")
# ქვეყანა = input("შეიყვანე ქვეყანა: ")


# information(სახელი, გვარი, ასაკი, სიმაღლე, ქვეყანა)





def distance():
   
    km = float(input("შეიყვანე მანძლი კილომეტრებით"))
    meters = km * 1000
    cm = km * 100000
    print(meters)
    print(cm)
   
distance()    
    